Repository: lucaszb-orla/transcribe
Catalog: Sources/Transcribe/Localizable.xcstrings
Source language: pt_br
Languages: en, es, fr

source: Salvar transcrições automaticamente em Markdown
en: Automatically save transcripts as Markdown
es: Guardar transcripciones automáticamente en Markdown
fr: Enregistrer automatiquement les transcriptions en Markdown

source: Selecione uma reunião
en: Select a meeting
es: Selecciona una reunión
fr: Sélectionnez une réunion

source: Seu áudio não vai para a nuvem. A transcrição e o resumo acontecem aqui.
en: Your audio doesn't go to the cloud. Transcription and summarization happen right here.
es: Tu audio no va a la nube. La transcripción y el resumen ocurren aquí.
fr: Votre audio ne part pas dans le cloud. La transcription et le résumé se font ici.

source: Specs de implementação
en: Implementation specs
es: Specs de implementación
fr: Specs d’implémentation

source: Substitui as specs atuais (edições incluídas) por uma nova lista
en: Replaces the current specs (including edits) with a new list
es: Reemplaza las specs actuales (incluidas las ediciones) por una nueva lista
fr: Remplace les specs actuelles (y compris les modifications) par une nouvelle liste

source: TUDO PRONTO
en: ALL SET
es: TODO LISTO
fr: TOUT EST PRÊT

source: Toque em “Nova transcrição” para gravar sua primeira reunião.
en: Tap “New transcript” to record your first meeting.
es: Toca “Nueva transcripción” para grabar tu primera reunión.
fr: Appuyez sur « Nouvelle transcription » pour enregistrer votre première réunion.

source: Transcrição
en: Transcript
es: Transcripción
fr: Transcription

source: Transcrição vazia.
en: Empty transcript.
es: Transcripción vacía.
fr: Transcription vide.

source: Transforma as falas em texto ao vivo usando o reconhecimento on-device da Apple.
en: Turns speech into live text using Apple's on-device recognition.
es: Convierte el habla en texto en vivo usando el reconocimiento en el dispositivo de Apple.
fr: Transforme la parole en texte en direct grâce à la reconnaissance sur l’appareil d’Apple.

source: Trocar…
en: Change…
es: Cambiar…
fr: Changer…

source: Tudo pronto.
en: All set.
es: Todo listo.
fr: Tout est prêt.

source: Título
en: Title
fr: Titre

source: Tópicos
en: Bullet points
es: Puntos
fr: Points clés

source: Ver minhas reuniões
en: See my meetings
es: Ver mis reuniones
fr: Voir mes réunions

source: Ver reuniões
en: See meetings
es: Ver reuniones
fr: Voir les réunions

source: Vire a reunião em tarefas de dev
en: Turn the meeting into dev tasks
es: Convierte la reunión en tareas de desarrollo
fr: Transformez la réunion en tâches de développement

source: ex.: focar só no backend, ignorar testes
en: e.g.: focus only on the backend, skip tests
es: ej.: enfocarse solo en el backend, omitir pruebas
fr: ex. : se concentrer uniquement sur le backend, ignorer les tests

source: ex.: foque nas decisões e responsáveis
en: e.g.: focus on decisions and owners
es: ej.: enfocarse en las decisiones y los responsables
fr: ex. : se concentrer sur les décisions et les responsables

source: no seu Mac
en: on your Mac
es: en tu Mac
fr: sur votre Mac

source: um Terminal
en: a Terminal
es: una Terminal
fr: un Terminal

source: “%@” será apagado permanentemente.
en: “%@” will be permanently deleted.
es: “%@” se eliminará permanentemente.
fr: « %@ » sera définitivement supprimé.

source: “%@” será excluída permanentemente. Esta ação não pode ser desfeita.
en: “%@” will be permanently deleted. This action can't be undone.
es: “%@” se eliminará permanentemente. Esta acción no se puede deshacer.
fr: « %@ » sera définitivement supprimé. Cette action est irréversible.
